/* ===== Filenames ===== */
"128.001" = "不明なアルバム";
"128.002" = "不明なアーティスト";
"128.003" = "不明なジャンル";
"128.004" = "不明な Podcast";
"128.005" = "Podcast";
"128.006" = "コンピレーション";
/* ===== iTunes Store Strings ===== */
"137.001" = "iTunes Store";
"137.043" = "ショッピングカート";
/* ===== Sharing Strings ===== */
"138.001" = "^1 のライブラリ";
"138.021" = "iTunes 共有のパスワード";
/* ===== Equalizer Strings ===== */
"177.001" = "イコライザ";
"177.002" = "手動";
"177.003" = "フラット";
"177.004" = "イコライザプリセット“^1”を削除してもよろしいですか？";
"177.005" = "“^1”に設定されているすべての曲が“^2”を使用するように変更しますか？";
"177.006" = "“^1”という名前の EQ プリセットはすでに存在します。置き換えてもよろしいですか？";
"177.007" = "プリセット";
"177.008" = "“^1”を使用するように設定されているすべての曲からそれを削除しますか？";
"177.009" = "プリセットを作成";
"177.010" = "新規プリセット名：";
"177.011" = "名称変更";
"177.012" = "名称未設定のプリセット";
"177.013" = "名称未設定のプリセット ^1";
/* ===== EQ Presets Strings ===== */
/* Acoustic Built-In Preset */
"510.001" = "アコースティック";
/* Bass Booster Built-In Preset */
"510.002" = "低音ブースター";
/* Bass Reducer Built-In Preset */
"510.003" = "低音リデューサー";
/* Classical Built-In Preset */
"510.004" = "クラシック";
/* Dance Built-In Preset */
"510.005" = "ダンス";
/* Deep Built-In Preset */
"510.006" = "ディープ";
/* Electronic Built-In Preset */
"510.007" = "エレクトロニック";
/* Flat Built-In Preset */
"510.008" = "フラット";
/* Hip-Hop Built-In Preset */
"510.009" = "ヒップホップ";
/* Jazz Built-In Preset */
"510.010" = "ジャズ";
/* Latin Built-In Preset */
"510.011" = "ラテン";
/* Loudness Built-In Preset */
"510.012" = "ラウドネス";
/* Lounge Built-In Preset */
"510.013" = "ラウンジ";
/* Piano Built-In Preset */
"510.014" = "ピアノ";
/* Pop Built-In Preset */
"510.015" = "ポップス";
/* R&B Built-In Preset */
"510.016" = "R&B";
/* Rock Built-In Preset */
"510.017" = "ロック";
/* Small Speakers Built-In Preset */
"510.018" = "小型スピーカー";
/* Spoken Word Built-In Preset */
"510.019" = "Spoken Word";
/* Treble Booster Built-In Preset */
"510.020" = "高音ブースター";
/* Treble Reducer Built-In Preset */
"510.021" = "高音リデューサー";
/* Vocal Booster Built-In Preset */
"510.022" = "ボーカルブースター";
/* ===== MP3 Kind Strings ===== */
"3101.001" = "MPEG オーディオファイル";
"3101.002" = "MPEG オーディオファイル（リモート）";
"3101.003" = "MPEG オーディオストリーム";
/* ===== MP3 Detail Strings ===== */
"3102.001" = "フォーマット： ";
"3102.002" = "チャンネル：";
"3102.003" = "MPEG-1、";
"3102.004" = "MPEG-2、";
"3102.005" = "レイヤー 1";
"3102.006" = "レイヤー 2";
"3102.007" = "レイヤー 3";
"3102.008" = "モノラル";
"3102.009" = "ステレオ";
"3102.010" = "ジョイントステレオ";
"3102.011" = "デュアルステレオ";
"3102.012" = "ID3 タグ：";
"3102.013" = "v1.0";
"3102.014" = "v1.1";
"3102.015" = "v2.2";
"3102.016" = "v2.3";
"3102.017" = "v2.4";
"3102.018" = "なし";
"3102.019" = "エンコード方式：";
"3102.020" = "不明";
/* ===== PCM Decoder Kinds ===== */
"3200.001" = "AIFF オーディオファイル";
"3200.002" = "WAV オーディオファイル";
"3200.003" = "Sound Designer II オーディオファイル";
"3200.004" = "AIFF オーディオストリーム";
"3200.005" = "WAV オーディオストリーム";
"3200.006" = "AIFF オーディオファイル（リモート）";
"3200.007" = "WAV オーディオファイル（リモート）";
/* ===== PCM Details ===== */
"3201.001" = "チャンネル：";
"3201.002" = "サンプルサイズ：";
"3201.003" = "モノラル";
"3201.004" = "ステレオ";
"3201.005" = "マルチ";
"3201.006" = "^1 ビット";
"3201.007" = "圧縮：";
/* ===== QuickTime Kind Strings ===== */
"3301.001" = "QuickTime ムービーファイル";
"3301.002" = "QuickTime ムービー URL";
"3301.003" = "保護された MPEG-4 ビデオファイル";
"3301.004" = "MPEG-4 ビデオファイル";
"3301.005" = "QuickTime ムービーファイル（リモート）";
"3301.006" = "購入した MPEG-4 ビデオファイル";
/* ===== Audible Kind Strings ===== */
"4401.001" = "Audible ファイル";
"4401.002" = "Spoken Word";
"4401.003" = "オーディオブック";
/* ===== Audible Detail Strings ===== */
"4403.001" = "フォーマット： ";
"4403.002" = "チャンネル：";
"4403.003" = "4（MP3）";
"4403.004" = "5（サポートなし）";
"4403.005" = "1（サポートなし）";
"4403.006" = "2";
"4403.007" = "3";
"4403.008" = "モノラル";
"4403.009" = "ステレオ";
"4403.010" = "オーナー：";
"4403.011" = "CD 作成に使用できません。";
"4403.012" = "ナレーター：";
"4403.013" = "発行：";
/* ===== MP4 Kinds ===== */
"5000.001" = "MPEG-4 オーディオファイル";
"5000.002" = "MPEG-4 オーディオファイル（リモート）";
"5000.003" = "MPEG-4 オーディオストリーム";
"5000.004" = "保護された MPEG-4 オーディオファイル";
"5000.005" = "保護された MPEG-4 オーディオファイル（リモート）";
"5000.006" = "保護された MPEG-4 オーディオストリーム";
"5000.007" = "購入した MPEG-4 オーディオファイル";
"5000.008" = "購入した MPEG-4 オーディオファイル（リモート）";
"5000.009" = "AAC audio file";
"5000.010" = "AAC オーディオファイル（リモート）";
"5000.011" = "AAC オーディオストリーム";
"5000.012" = "保護された AAC オーディオファイル";
"5000.013" = "保護された AAC オーディオファイル（リモート）";
"5000.014" = "保護された AAC オーディオストリーム";
"5000.015" = "購入した AAC オーディオファイル";
"5000.016" = "購入した AAC オーディオファイル（リモート）";
"5000.017" = "Apple ロスレス・オーディオファイル";
"5000.018" = "Apple ロスレス・オーディオファイル（リモート）";
"5000.019" = "Apple ロスレス・オーディオストリーム";
"5000.020" = "保護されたApple ロスレス・オーディオファイル";
"5000.021" = "保護されたApple ロスレス・オーディオファイル（リモート）";
"5000.022" = "保護されたApple ロスレス・オーディオストリーム";
/* ===== MP4 Details ===== */
"5002.001" = "プロファイル：";
"5002.002" = "チャンネル：";
"5002.003" = "エンコード方式：";
"5002.004" = "エンコード：";
"5002.005" = "コピーライト：";
"5002.006" = "購入者：";
"5002.007" = "アカウント名：";
"5002.008" = "種類：";
"5002.009" = "合計ビットレート：";
"5002.010" = "メイン";
"5002.011" = "Low Complexity";
"5002.012" = "長期予測";
"5002.013" = "スケーラブル";
"5002.014" = "認識されません";
"5002.015" = "モノラル";
"5002.016" = "ステレオ";
"5002.017" = "マルチ";
"5002.018" = "サンプルサイズ：";
"5002.019" = "^1 ビット";
"5002.020" = "FairPlay のバージョン：";
"5002.021" = "チャプタ";
"5002.022" = "購入日：";
/* ===== Playlist Strings ===== */
"9000.001" = "名称未設定のプレイリスト";
"9000.002" = "名称未設定のプレイリスト ^1";
"9000.003" = "名称未設定フォルダ";
"9000.004" = "名称未設定フォルダ ^1";
"9000.005" = "オーディオ CD トラック";
"9000.006" = "トラック ^1";
"9000.010" = "%1";
"9000.011" = "%1（1 トラック）";
"9000.012" = "%1（%2 トラック）";
"9000.013" = "%1";
"9000.014" = "%1（1 ストリーム）";
"9000.015" = "%1（%2 ストリーム）";
"9000.016" = "^1 kbps";
"9000.017" = "^1 kbps（VBR）";
"9000.018" = "^1 kHz";
"9000.019" = "未完了";
"9000.020" = "不明";
"9000.021" = "使用不可";
"9000.022" = "ストリーム";
"9000.023" = "連続";
/* track # */
"9000.024" = "^1 / ^2";
/* disc # */
"9000.025" = "^1 / ^2";
"9000.026" = "%1 dB";
"9000.029" = "Podcast";
"9000.031" = "シーズン %1";
/* ===== Genres ===== */
"9200.001" = "ブルース";
"9200.002" = "クラシックロック";
"9200.003" = "カントリー";
"9200.004" = "ダンス";
"9200.005" = "ディスコ";
"9200.006" = "ファンク";
"9200.007" = "グランジ";
"9200.008" = "ヒップホップ";
"9200.009" = "ジャズ";
"9200.010" = "メタル";
"9200.011" = "ニューエイジ";
"9200.012" = "オールディーズ";
"9200.013" = "その他";
"9200.014" = "ポップス";
"9200.015" = "R&B";
"9200.016" = "ラップ";
"9200.017" = "レゲエ";
"9200.018" = "ロック";
"9200.019" = "テクノ";
"9200.020" = "インダストリアル";
"9200.021" = "オルターナティブ";
"9200.022" = "スカ";
"9200.023" = "デスメタル";
"9200.024" = "プランク";
"9200.025" = "サウンドトラック";
"9200.026" = "ユーロテクノ";
"9200.027" = "アンビエント";
"9200.028" = "トリップホップ";
"9200.029" = "ボーカル";
"9200.030" = "ジャズ + ファンク";
"9200.031" = "フュージョン";
"9200.032" = "トランス";
"9200.033" = "クラシック";
"9200.034" = "インストゥルメンタル";
"9200.035" = "アシッド";
"9200.036" = "ハウス";
"9200.037" = "ゲーム";
"9200.038" = "サウンドクリップ";
"9200.039" = "ゴスペル";
"9200.040" = "ノイズ";
"9200.041" = "オルターナティブロック";
"9200.042" = "ベース";
"9200.043" = "ソウル";
"9200.044" = "パンク";
"9200.045" = "スペース";
"9200.046" = "メディテーティブ";
"9200.047" = "インストゥルメンタルポップ";
"9200.048" = "インストゥルメンタルロック";
"9200.049" = "エスニック";
"9200.050" = "ゴシック";
"9200.051" = "ダークウェーブ";
"9200.052" = "テクノ - インダストリアル";
"9200.053" = "エレクトロニック";
"9200.054" = "ポップ - フォーク";
"9200.055" = "ユーロダンス";
"9200.056" = "ドリーム";
"9200.057" = "サザンロック";
"9200.058" = "コメディ";
"9200.059" = "カルト";
"9200.060" = "ギャングスター";
"9200.061" = "トップ 40";
"9200.062" = "クリスチャンラップ";
"9200.063" = "ポップ／ファンク";
"9200.064" = "ジャングル";
"9200.065" = "ネイティブアメリカン";
"9200.066" = "キャバレー";
"9200.067" = "ニューウェーブ";
"9200.068" = "サイケデリック";
"9200.069" = "レイブ";
"9200.070" = "ショートーン";
"9200.071" = "予告編";
"9200.072" = "ローファイ";
"9200.073" = "トライバル";
"9200.074" = "アシッドパンク";
"9200.075" = "アシッドジャズ";
"9200.076" = "ポルカ舞曲";
"9200.077" = "レトロ";
"9200.078" = "ミュージカル";
"9200.079" = "ロックンロール";
"9200.080" = "ハードロック";
"9200.081" = "フォーク";
"9200.082" = "フォークロック";
"9200.083" = "ナショナルフォーク";
"9200.084" = "スウィング";
"9200.085" = "ファストフュージョン";
"9200.086" = "ビーボップ";
"9200.087" = "ラテン";
"9200.088" = "リバイバル";
"9200.089" = "ケルト音楽";
"9200.090" = "ブルーグラス";
"9200.091" = "アバンギャルド";
"9200.092" = "ゴシックロック";
"9200.093" = "プログレッシブロック";
"9200.094" = "サイケデリックロック";
"9200.095" = "シンフォニックロック";
"9200.096" = "スローロック";
"9200.097" = "ビッグバンド";
"9200.098" = "コーラス";
"9200.099" = "イージーリスニング";
"9200.100" = "アコースティック";
"9200.101" = "ユーモア";
"9200.102" = "スピーチ";
"9200.103" = "シャンソン";
"9200.104" = "オペラ";
"9200.105" = "室内音楽";
"9200.106" = "ソナタ";
"9200.107" = "交響曲";
"9200.108" = "ブーティーベース";
"9200.109" = "プライマス";
"9200.110" = "ポーングルーブ";
"9200.111" = "サタイア";
"9200.112" = "スロージャム";
"9200.113" = "クラブ";
"9200.114" = "タンゴ";
"9200.115" = "サンバ";
"9200.116" = "フォークロア";
"9200.117" = "バラード";
"9200.118" = "パワーバラード";
"9200.119" = "リズミックソウル";
"9200.120" = "フリースタイル";
"9200.121" = "デュエット";
"9200.122" = "パンクロック";
"9200.123" = "ドラムソロ";
"9200.124" = "アカペラ";
"9200.125" = "ユーロハウス";
"9200.126" = "ダンスホール";
/* ===== Memory Descriptors ===== */
"10001.001" = "0 KB";
"10001.002" = "^1 KB";
"10001.003" = "^1 MB";
"10001.004" = "^1 GB";
"10001.005" = "—";
/* ===== Time Descriptors ===== */
"10002.001" = "0 秒";
"10002.002" = "^1 秒";
"10002.003" = "^1 秒";
"10002.004" = "^1 分";
"10002.005" = "^1 分";
"10002.006" = "^1 時間";
"10002.007" = "^1 時間";
"10002.008" = "^1 日";
"10002.009" = "^1 日";
/* ===== Date Strings ===== */
"10003.001" = "日曜日";
"10003.002" = "月曜日";
"10003.003" = "火曜日";
"10003.004" = "水曜日";
"10003.005" = "木曜日";
"10003.006" = "金曜日";
"10003.007" = "土曜日";
"10003.008" = "昨日";
"10003.009" = "今日";
"10003.010" = "明日";
/* ===== Database strings ===== */
"kMusicLibraryPrimaryPlaylistName" = "ライブラリ";
"kNoAlbumTitleString" = "不明なアルバム";
"kUnknownAlbumPodcastString" = "不明な Podcast";
"kUnknownAlbumArtistString" = "不明なアーティスト";
"kUnknownNameString" = "名前が不明です";
"kVariousArtistsString" = "様々なアーティスト";
"kPlaylistURLString" = "プレイリスト URL";
